
/* No comment from engineer */
"Click to record shortcut" = "Feu clic per registrar drecera";

/* No comment from engineer */
"Command + " = "Command + ";

/* No comment from engineer */
"Control + " = "Control + ";

/* No comment from engineer */
"Option + " = "Option + ";

/* No comment from engineer */
"Pad %@" = "Pad %@";

/* No comment from engineer */
"Shift + " = "Shift + ";

/* No comment from engineer */
"Space" = "Espai";

/* No comment from engineer */
"The key combination \"%@\" can't be used because %@." = "La combinació de tecles \"%@\" no es pot utilitzar perquè %@.";

/* No comment from engineer */
"The key combination \"%@\" can't be used because it's already used by a system-wide keyboard shortcut. (If you really want to use this key combination, most shortcuts can be changed in the Keyboard & Mouse panel in System Preferences.)" = "La combinació de tecles \"%@\" no es pot utilitzar perquè ja s'utilitza per una drecera de teclat del sistema. (Si realment voleu utilitzar aquesta combinació de tecles, la major part de les dreceres es poden canviar al panell Teclat i Ratolí de les Preferències de sistema.)";

/* No comment from engineer */
"The key combination \"%@\" can't be used because it's already used by the menu item \"%@\"." = "La combinació de tecles \"%@\" no es pot utilitzar perquè ja s'utilitza per al menú \"%@\".";

/* No comment from engineer */
"The key combination %@ can't be used!" = "La combinació de tecles %@ no es pot utilitzar!";

/* No comment from engineer */
"Type shortcut" = "Type shortcut";

/* No comment from engineer */
"Use old shortcut" = "Utilitza la drecera antiga";